Revit 2027 API
ExternalResourceType Properties
The ExternalResourceType type exposes the following members.
Properties
Name | Description
Guid |  The Guid of GUID-based enum object.
(Inherited from GuidEnum)
Top
See Also
Reference
ExternalResourceType Class
Autodesk.Revit.DB Namespace